[
    {
        "sports_car":[
          { "id":1,
            "name":"Turbo Thunder",
            "Picture":"https://i.ibb.co/Vg7wQ40/toy-sport-car.jpg",
            "details":"Description: The Turbo Thunder is a sleek, high-performance toy car designed for speed enthusiasts. With its aerodynamic design and powerful motor, it zooms across any surface with lightning-fast precision. It features vibrant colors, realistic detailing, and sturdy construction.",
            "Ratings": 3.4
          },
          { 
            "id":2,
            "name":"Lightning Racer",
            "Picture":"https://i.ibb.co/0jN15yT/toy-sport-car2.jpg",
            "details":"Description: The Lightning Racer is a futuristic toy car inspired by racing legends. Its sleek, streamlined body is built for maximum speed and agility. Equipped with advanced suspension and high-grip tires, it hugs the curves and accelerates with lightning speed. The Lightning Racer also includes LED lights that illuminate as it moves.",
            "Ratings": 3.4
          }
        ],
            
             
          "mini_police_car":[
            {
              "id":3,
              "name":"Speed Demon",
              "Picture":"https://i.ibb.co/Hn603Kv/toy-mini-police-car.jpg",
              "details":"Description: The Speed Demon is an all-terrain toy car designed to conquer any obstacle in its path. Its rugged tires and powerful four-wheel drive system allow it to navigate through rough terrains, including sand, gravel, and grass. The Speed Demon boasts a durable chassis, adjustable suspension, and a removable body for customization.",
              "Ratings": 3.4
               },
            {
              "id":4,
              "name":"Nitro Blast",
              "Picture":"https://i.ibb.co/M54RdyD/toy-mini-police-car2.jpg",
              "details":"Description: The Nitro Blast is a miniaturized replica of a high-performance racing car. It features a striking design with a bold color scheme and racing decals. The Nitro Blast is equipped with a pull-back mechanism that propels it forward with an explosive burst of speed. Its compact size makes it perfect for racing and performing stunts.",
              "Ratings": 3.4
               }
          ],
            "regular car":[
              {
                "id":5,
                "name":"Road Runner",
                "Picture":"https://i.ibb.co/MGGB1gX/toy-regular-car.webp",
                "details":"Description: The Road Runner is a classic toy car that brings nostalgia to life. Inspired by vintage automobiles, it features a retro design with a glossy finish and chrome accents. The Road Runner is a friction-powered car, allowing you to rev it up and watch it zoom across the floor. Its sturdy construction ensures hours of fun play.",
                "Ratings": 3.4
                 },
              {
                "id":6,
                "name":"Blaze Rider",
                "Picture":"https://i.ibb.co/fxF06Z7/toy-regular-car2.jpg",
                "details":"Description: The Blaze Rider is a monster truck-inspired toy car built for off-road adventures. With its oversized wheels, rugged suspension, and aggressive styling, it can tackle any terrain with ease. The Blaze Rider also features a remote control, allowing you to steer it in any direction and perform thrilling stunts like jumps and spins.",
                "Ratings": 3.4
                 }
            ]
              
            
     }

]